Repository: madbranch/TimeKeen
Catalog: TimeKeen/Localizable.xcstrings
Source language: en
Languages: fr

source: **--** since %@
fr: **—** depuis %@

# **%@** since %@
source: **%1$@** since %2$@
fr: **%1$@** depuis %2$@

source: %lld entries
fr: %lld entrées

source: 1 entry
fr: 1 entrée

source: 1st & 16th
fr: 1er & 16e

source: Add Break
fr: Ajouter pause

source: At %@
fr: À %@

source: Biweekly
fr: Bi-hebdomadaire

source: Breaks
fr: Pauses

source: Cancel
fr: Annuler

source: Clock In
fr: Commencer

source: Clock in and start working.
fr: Commencer à travailler.

source: Clock in now
fr: Commencer à travailler maintenant

source: Clock In...
fr: Commencer...

source: Clock Out
fr: Arrêter

source: Clock out and stop working.
fr: Arrêter de travailler.

source: Clock out now
fr: Arrêter de travailler maintenant

source: Clocked in at %@
fr: Commencé à %@

source: Clocking in at %@
fr: Commence à %@

source: Clocking in at %@...
fr: Commencera à %@...

source: Clocking in on %@
fr: Commence le %@

source: Clocking out at %@
fr: Arrêter à %@

source: Clocking out on %@
fr: Arrêtera à %@

source: CSV Time Entries
fr: Entrées de temps CSV

source: Delete Time Entry
fr: Supprimer entrée de temps

source: Done
fr: Terminer

source: Duration
fr: Durée

source: Edit Break
fr: Modifier pause

source: End
fr: Fin

source: End Break
fr: Terminer pause

source: Entry
fr: Entrée

source: Every Four Weeks
fr: Toutes les quatre semaines

source: Export
fr: Exporter

source: Export all time entries from the selected period in time.
fr: Exporte toutes les entrées de temps de la période sélectionnée.

source: Export to CSV
fr: Exporter en CSV

source: Export to JSON
fr: Exporter en JSON

source: Failed to clock in.
fr: Échoué à commencer à travailler.

source: Failed to clock out.
fr: Échéc d'ârrêter de travailler.

source: From
fr: De

source: From,To,Number of Breaks,On Break,On the Clock,Notes
fr: De,À,Nombre de pauses,En pause,À travailler,Notes

source: Go back to work
fr: Retourner travailler

source: JSON Time Entries
fr: Entrées de temps JSON

source: Minute Interval
fr: Minutes d'interval

source: Monthly
fr: Mensuel

source: No Time Entries
fr: Aucune entrée de temps

source: On break for %@
fr: En pause pour %@

source: Pay period scheduling lets you define how to group clocked-in time.
fr: L'horaire des périodes de paie vous permet de définir comment regrouper les entrées de temps travaillé.

source: Period Ends
fr: Fin de période

source: Resume
fr: Reprendre

source: Save
fr: Sauvegarder

source: Schedule
fr: Horaire

source: Settings
fr: Paramètres

source: Start
fr: Débuter

source: Start Break
fr: Commencer pause

source: Started Break at %@
fr: Commencée la pause à %@

source: Starting break in %@
fr: Commencer la pause dans %@

source: Stop
fr: Arrêter

source: Take a Break
fr: Prend une pause

source: Take a break now
fr: Prendre une pause maintenant

source: Time Sheets
fr: Feuilles de temps

source: Time you log will appear here.
fr: Le temps que vous travaillez apparaîtra ici.

source: Tip Jar
fr: Pourboires

source: To
fr: À

source: Twice Monthly
fr: Bi-mensuel

source: Unsupported widget family
fr: Famille de widget non supportée

source: Weekly
fr: Hebdomadaire

source: When
fr: Quand

source: When do you want to clock in?
fr: Quand voulez-vous commencer?

source: When to clock in.
fr: Quand commencer.

source: When to clock out.
fr: Quand arrêter.

source: Work Action
fr: Action de travail

# Worked **%@** since %@
source: Worked **%1$@** since %2$@
fr: Travaillé **%1$@** depuis %2$@

source: You're already clocked in.
fr: Vous travaillez déjà.

source: You're not properly clocked in.
fr: Votre arrivée n'est pas correctement entrée.

source: You're not working.
fr: Vous ne travaillez pas.
